class Song {
  String name;
  String details;
  String albumname;

  Song(this.name, this.details, this.albumname);
}

String song1 =
    "పల్లవి : ఎన్నతగని నన్ను ఎన్నుకున్నావూ\nఎందుకింత ప్రేమ చూపావు నాయేసయ్యా \nఎంతమంచి ప్రేమ చూపావు ॥ఎందుకింత ॥ఎన్న॥\n\n(1) పాపినైన నన్ను నీవు కనికంచినావు \nనా పాపములన్నిటిని కడిగివేసినావు\nపతనమైన నా జీవిత గతిని మార్చినావు\nపనికిరాని నన్ను నీ పనికి నిలిపినావు \n॥ఎందుకింత ॥॥ఎన్న॥\n\n(2)  పరలోక పౌరత్వం నాకు నిచ్చినావు \nపరిశుద్ధులతో నిలిచే భాగ్యమిచ్చినావు \nదూతల కందని నీ దివ్యమైన సేవను\nదుమ్ము ధూళినైన నన్ను చేయ నిచ్చినావు \n॥ఎందుకింత ॥॥ఎన్న॥";
String song2 =
    "పల్లవి : నీ సేవలో నన్ను కరిగిపోని\nనీ ప్రేమలో నన్ను ఒదిగిపోని \nనీ సిలువ నీడలో నా బ్రతుకు సాగని\nనీ కొరకె నా జీవం అంకిత మవని\nయేసయ్యా నా యేసయ్యా \nయేసయ్యా యేసయ్యా నా యేసయ్యా ॥నీ పేవలో॥\n\n(1) మోడైన నా బ్రతుకు చిగురింపజేసితివి  \nజీవ జలములతో నా దాహం తీర్చితివి\nమరువలేనయ్యా నీ ప్రేమను\nవిడువను యేసయ్యా నీ పాదమును \nయేసయ్యా నా యేసయ్యా \nయేసయ్యా యేసయ్యా నా యేసయ్యా  ॥నీ సేవలో॥\n\n(2)  నా దుఃఖమును సంతోషముగా మార్చితివి  \nనలిగిన మనసును నీవే బలపరచితివి \nనలిగిన మనసును నీవే బలపరచితివి\nఎన్నికలేని నన్ను ఎన్నుకునీ \nఎన్నో కార్యములు చేయుచుంటివి \nయేసయ్యా నా యేసయ్యా \nయేసయ్యా యేసయ్యా నా యేసయ్యా ॥నీ సేవలో॥";
String song3 =
    "పల్లవి : ఆశ్రయము నీవేనయా - ఆధారము నీవేనయా \nఘోర పాపిని నేనయా - గొప్ప దేవుడా యేసయ్యా  \nఅయ్యా... అయ్యా... యేసయ్యా...||ఆశ్రయమ||\n\n(1) ఆత్మీయులే నన్ను త్రోసి వేసిరీ \nఅవమానమునే నాకు కలుగజేసిరీ\nఈటెలంటి మాటలనే విసురుచుంటిరీ \nనా స్థితిపై జాలి వారు చూపరైతిరీ. \n||అయ్యా||ఆశ్రయము॥\n\n(2)  నా నెళవరులే నాకు అన్యులైతిరీ \nబంధువులు నా యొద్దకు రాక యుంటిరీ \nనా ప్రాణ స్నేహితులు మరచిపోతిరీ\nనా వారే నా చెంతను నిలువరైతిరీ. \n||అయ్యా||ఆశ్రయము॥\n\n(3) అందరు ఎడబాసినా వీడని వాడా... \nఅమ్మకన్న మిన్న ప్రేమ చూపేతోడా...\nనీ చల్లని ఒడిలోకి నన్ను చేర్చుమా... \nనీ రెక్కల నీడలోన సేద దీర్చుమా....\n॥అయ్యా||ఆశ్రయము॥";
String song4 =
    "పల్లవి : జీవ జలమా షెకీనా మేఘమా\nనాపై చూపిన అనురాగమా \nనాపై నింపిన అభిషేకమా\nస్తోత్రబలి స్తోత్రబలి చేసెదనయ్యా\nస్తుతియాగము నీకే అర్పించెదనయ్యా. ॥జీవ జల౹౹\n\n(1) విడువని ఎడబాయని ఆత్మదేవుడా  \nసర్వసత్యమందు నడుపు నీతి సూర్యుడా\nస్తోత్రబలి స్తోత్రబలి చేసెదనయ్యా \nస్తుతియాగము నీకే అర్పించెదనయ్యా. ॥జీవ జల౹౹\n\n(2)  వేదన పడు వేళలో వెలుగువు నీవే \nఆదరణ కర్తవై ఆదుకొంటివే \nస్తోత్రబలి స్తోత్రబలి చేసెదనయ్యా \nస్తుతియాగము నీకే అర్పించెదనయ్యా. ॥జీవ జల౹౹\n\n(3) కన్నతల్లి మరచినా మరువనంటివే\nకునుకక నిదురించక కాయుచుంటివే \nస్తోత్రబలి స్తోత్రబలి చేసెదనయ్యా\nస్తుతియాగము నీకే అర్పించెదనయ్యా ॥జీవ జల౹౹";
String song5 =
    "పల్లవి : అంకితం నీకంకితం నేటి నుండి నా జీవితం \nనా ప్రాణాత్మ శరీరము యేసు నీకే అంకితం\n\n(1) అన్యజనులలో నీ వార్తను నా బ్రతుకు ద్వారా ప్రకటింతును  \nమాటలు కాక క్రియలతో నేను నాలో నిన్ను కనపరుతును \nనా ప్రాణం నీవయ్యా నీ కొరకే నేనయ్యా\nనా సర్వం నీవయ్యా నా ప్రియుడా యేసయ్యా\n||నా ప్రాణాత్మ॥అంకితం॥\n\n(2)  చివరి శ్వాస విడిచేంతవరకు  \nనాదు సాక్ష్యము కాపాడుము  \nసాక్ష్యము చెదరిపోవుటకంటె \nముందే మరణము కలిగించుము \nనా ప్రాణం నీవయ్యా నీ కొరకే నేనయ్యా \nనా సర్వము నీవయ్యా నా ప్రియుడా యేసయ్యా \n   ||నా ప్రాణాత్మ॥అంకితం!!";
String song6 =
    "పల్లవి : పరలోక మందున్న మా తండ్రి\nనీ నామం పరిశుద్ధ పరచబడునుగాక \nనీ రాజ్యము మాకు వచ్చును గాక\n\n(1) నీ చిత్తం పరలోకమందు నెరవేరుచుండునట్లుగా  \nఈ భూమి యందును నెరవేరును గాక ॥పరలోక॥\n\n(2)  మాకు కావలసియున్న ఆహారము \nఅనుదినము నీవు మాకు దయచేయుము \nమా ఋణస్తులను మేయు క్షమియించునట్లు \nనీవు మా ఋణములను క్షమించుము  ॥పరలోక॥\n\n(3) మమ్ములను శోధనలో పడనీయ్యక\nకీడు నుండి మమ్ములను తప్పించుము\nఎందు చేతననగా రాజ్యము బలము\nమహిమ నిరతంరము నీవైయున్నావు.  ॥పరలోక॥ ";
String song7 =
    "పల్లవి : మారాలి మారాలి మనపాత రోత బ్రతుకు మారాలి \nచేరాలి చేరాలి యేసుని పాదాల చెంత చేరాలి \nదీపమున్న నాడె ఇల్లు చక్కదిద్దుకుంటే మంచిది \nశక్తివున్ననాడె భక్తిలోన వుంటే చాలా మంచిది\nయౌవ్వనకాలం యేసులోన వుంటె ఇంకా మంచిదీ మరీ మంచిది\n\n(1) లోకపు కడలిలో లోతున పడివున్నా \nలేపగ యేసు చెయ్యి చాచి వున్నది \nపాపపు జగతిలో సతమత మౌతున్నా \nరక్షణ నీయగా పిలుచుచున్నది\n ప్రేమ మాట విని యేసు బాటలోని కొస్తే మంచిది\nబాటలోనికొచ్చి మాట మారకుంటే చాలా మంచిది\nయేసు మాట విని మనసు మార్చుకుంటే ఇంకా మంచిది మరీ మంచిది\n॥మారాలి॥\n\n(2)  చీకటి బ్రతుకులో మాటు దాగివున్నా \nనిను గమనించు యేసు కన్నులున్నవి. \nశాపములో బడి నశియించుచున్నా\nనీకె కన్నీరు కార్చుచున్నది\nతప్పుదాచి పెట్టకుండ నువ్వు ఒప్పుకుంటే మంచిది\nఒప్పుకున్న తప్పు చెయ్యకుండవుంటే చాలా మంచిది\nయేసు వైపుచూచి నిన్ను దిద్దుకుంటే ఇంకా మంచిది మరీ మంచిది.\n॥మారాలి || ";
String song8 =
    "పల్లవి : యేసూనీ అనురాగం నిజమైన మమకారం\nచూపునా ఎవరైనా ఈ బ్రతుకులో \nదొరుకునా ఎందైనా ఈ జగతిలో ||యేసూని॥\n\n(1) అమ్మయిన మరచెను - కొన్ని వె వేళలా \nమరువక నను కాచేవు అన్ని వేళలా \nనా మంచి స్నేహితుడా మరువలేను \nనీ ప్రేమ నీ ప్రేమ మరుచుటకంటె మరణమే మేలు సుమా\nనిను వీడి బ్రతుకుటకంటె మరణమే మేలు సుమా. ॥యేసూని॥\n\n(2)  నావారు ఎవరున్నా నీ తోడు సరిరారు \nచేసియున్న బాసలను చిత్రంగా మరచేరు \nఈ లోక బంధాలన్నీ తెగిపోవును ఒకనాడు\nనా తండ్రి మన అనుబంధం విడిపోదు ఏనాడు\nవీడిపోదు ఏనాడు. ॥యేసూని॥";
String song9 =
    "పల్లవి : ఆశపడకు ఈ లోకం కోసం చెల్లెమ్మా\nఆశించేది ఏదయినా అది మట్టేనమ్మా \nమనిషి ఆశించేది ఏదయినా అది మట్టేనమ్మా  ||ఆశపడకు||\n\n(1) ఆశలు రేపే సుందర దేహం మట్టిబొమ్మ ఓ చెల్లెమ్మా  \nవేకువనే లేచి వెదకెదనూ ఉత్సాహ గానము చేసెదను\nదేహం కోరేదేదయినా అది మట్టిలోనె పుట్టిందమ్మా\nవెండి బంగారు వెలగల వస్త్రం పరిమళ పుష్పసుగంధములు మట్టిలో నుండి వచ్చినవేనని \nమరువబోకు నా చెల్లెమ్మా. ॥ఆశపడకు\n\n(2)  అందమైన ఓ సుందరి స్త్రీకి గుణము లేక ఫలమేమమ్మా \nపంది ముక్కునా బంగరుకమ్మి పెట్టిన ఫలితం లేదమ్మ\nఅందమైన ఆ దీనా బ్రతుకులో హద్దులేక ఏమయ్యిందమ్మా..\nఅంతరంగమున గుణము కలిగినా శారా\nచరిత్ర కెక్కిందమ్మా  ||ఆశపడకు||\n\n(3) జాతి కొరకు ఉపవాస దీక్షతో పోరాడిన ఎస్తేరు రాణిలా.. \nనీతి కొరకు తన అత్తను విడవక హత్తుకున్న రూతమ్మ ప్రేమలా..\nకన్నీళ్ళతో ప్రభుకాళ్ళు కడిగి తన కురులతొ తుడిచిన మగ్ధలేనలా\n హన్నావలె మనదోర్కావలె ప్రిస్కిల్లవోలె విశ్వాస వనితలా\nవారి దీక్షయే వారసత్వమై అనంత రాజ్యపు నిత్య స్వాస్ధ్వమై\nపవిత్రమైనా హృదయము కలిగి ప్రభువు కొరకు జీవించాలమ్మా... \n॥ఆశపడకు||";
String song10 =
    "పల్లవి : ప్రియుడా యేసయ్యా నా ప్రాణం నీవయ్యా \nనా శైలమా నిన్నే స్తుతియింతునూ \nఏ తల్లి తండ్రి చూపని ప్రేమా చూపేవయ్యా\nఏ బంధువులున్నా నీతో ఎవరు సరిరారయ్యా\n\n(1) ఇహలోకంలో సుఖబోగాలు అక్కరలేదయ్యా \nనీ సన్నిధిలో నా నిత్యము నిలిచే ధన్యత చాలయ్య\nఆ ధన్యత చాలయ్య \nయేసయ్యా నా ప్రియుడా యేసయ్యా నా ప్రియుడా...\n॥ప్రియుడా||\n\n(2)  ధనధాన్యాలు మేడ మిద్దెలు అక్కరలేదయ్యా\nనీ పాదము చెంత స్థలము దొరికితే అది పదికోట్లయ్యా \nఆ స్ధలమే ఘనమయ్యా  ॥యేసయ్యా నాప్రియుడా॥\n\n(3) కష్టములైనా నష్టములైనా భయమే లేదయ్యా\nఎన్నడు నన్ను చేయి విడువని తోడే చాలయ్యా\nనీ తోడే చాలయ్యా ॥యేసయ్యా నాప్రియుడా॥";
String song11 =
    "పల్లవి : అందుకొనుము దేవా ఆరాధనా\nనా దీన స్తుతి నివేదనా...   ౹౹అందు౹౹ \n\n(1) కాపాడినావు ఇంత కాలము  \nకాపాడెదవు ఇక ముందు కాలము\nనిన్ను మరువనయ్యా నా జీవితాంతమూ.. \nనీకే నీకే నా బ్రతుకు సొంతము...  ౹౹అందు౹౹\n\n(2)  నా ప్రార్ధనలూ ఆలకించువాడవు \nనా మనవులకూ చెవి యొగ్గెదవు  \nఅంతులేనిదయ్యా నీ అనురాగమూ... \nఅమరం అతి మధురం నీ దివ్య స్నేహము...\n ౹౹అందు౹౹";
String song12 =
    "పల్లవి : దేవా నా మొర వినవా - నా ప్రార్ధన ఆలకించవా..\nనాపాపము నన్ను తరుమగా - నా ప్రాణము తల్లడిల్లగా.. \nనీ చెంతకు చేరినానయ్యా - నీ శరణే కోరినానయ్యా\n॥దేవా॥\n\n(1) గాలికి ఊగేరెల్లైనా మనసు \nనెమ్మది లేక కదులుచున్నది \nచేసిన దోషములు నన్ను తరుమగను\nవేదనతో హృదయం అదురుచున్నది\nక్షమియించువాడ నాయేసురాజ\nఈ ఘోరపాపిని క్షమియించుమా.    ||దేవా||\n\n(2)  గతించిపోయే లోకపు నటనలు\nస్థిరమని నమ్మి మోసపోతిని \nగమ్యం తెలియని, జీవిత యాత్రలో \nగతియేమవ్వునో ఎరుగనైతిని\nనడిపించువాడ నా యేసురాజు\nనీ చేతితో నన్ను దరిజేర్చుమా    ||దేవా||";
String song13 =
    "పల్లవి : కాలం మారినా మారని ప్రేమా \nమనుషులు వీడినా విడువని ప్రేమా...\nజగము మారినా యుగము మారినా...\nమారదు మారదు మారనిది యేసు ప్రేమా\nనా యేసు ప్రేమా...\n\n(1) కనుగానని కామమునా కన్నబిడ్డనే బలిచేసి \nచెత్తకుప్పలో పడవేసి చేతులు దులిపేసి పోయే..\nతల్లిప్రేమ విషమాయే లోకం ఈ విధమాయే... \nతల్లి మారినా తండ్రి వీడినా మారదు మారదు \nమారనిది యేసు ప్రేమా నా యేసు ప్రేమా\n||కాలం||\n\n(2)  శక్తినంత ధారవోసి కనిపెంచిన తల్లి తండ్రినీ \nవయసు మీరిపోయిన వేళా వీధిలో పడద్రోసిపోయే \n బిడ్డ ప్రేమ విషమాయే లోకం ఈ విధమాయే \nసుతులు వీడినా గతులు మారినా మారదు మారదు \nమారనిది, యేసుప్రేమా నా యేసు ప్రేమా\n ||కాలం||   ";
String song14 =
    "పల్లవి : ఆనందమానందమానందమే\nఆత్మాభిషేకము ఆనందమే \nనా యేసు చేసిన వాగ్ధానమే\nనను నింపె ఆత్మతో ఆనందమే (2) \nఆరాధనా స్తుతి ఆరాధనా స్తుతి ఆరాధనా\n\n(1) మేడగదిపై ఆ భక్తులు - పొందిన  \n అభిషేక అనుభవమే\nనాల్కలుగా అగ్నిదిగిరాగా - మైమరచి \nప్రవచించె బహుభాషలూ (2)   \n॥ఆరాధనా॥ ఆనంద॥\n\n(2)  దీనాత్ములైనా ఆ అన్యులు - భక్తకొర్నెలి  \nగృహమందు సమకూడగా.. \nపేతురు వాక్యము ప్రకటించగా\nదిగివచ్చె ప్రభు ఆత్మ అభిషేకమే... (2) \n॥ఆరాధనా॥ ఆనంద॥";
String song15 =
    "పల్లవి : ఉన్నతమందున్న దేవా నాదు సహాయము నీవే.\nకనులెత్తుచున్నా నీవైపు నా ప్రాణదాతవు నీవే  \nస్తోత్రముల్ స్తోత్రముల్ స్తోత్రముల్\n॥స్తోత్రముల్ ॥ ఉన్నతమందు।।\n\n(1)నాభారము నీదేయని మొరలిడుచు వుండగా \nకరుణ చూపి - నీ ప్రేమతో ఆలకించినావూ.. \n మరువలేనయ్యా.. నిను విడువను నా తండ్రీ\n ||2||స్తోత్రముల్ |॥ఉన్నతమందు||\n\n(2)  నీవే నా దిక్కనీ - నీ సన్నిధి చేరితిన్ \n నిస్సహాయ స్థితిలోన - నీ పాదం పట్టితిన్\n అభయమిచ్చినావు - నన్నాదుకొన్నావూ.   \n ||2||స్తోత్రముల్ ||ఉన్నతమందు||";
String song16 =
    "పల్లవి : యేసయ్యా నీ ప్రేమకు అంతము లేదూ...\nఈ లోకపు అజ్ఞానుల కది అర్ధంకాదు..  \nప్రేమ చూపినా నిన్ను దూషించేరూ\nప్రాణమిచ్చినా నీపై పగబూనేరూ...\n॥యేసయ్యా॥\n\nఅయ్యో ఈ మనుషులెంత పశుప్రాయులు \nనీ ప్రేమ విలువ తెలసుకోని జ్ఞాన శూన్యులు\n\n(1) మంచిని ప్రకటిస్తుంటే మతమంటారూ  \nమహిమను చేరే దారిని కనకుంటారూ.. \nమార్గము తెలియక తికమక పడుతుంటారూ.. \nమనసు నిలిపి నీ ప్రేమను తెలుసుకోరూ\n||అయ్యో!॥యేసయ్యా!!\n\n(2)  ఆదరించలేని వాటి అర్ధించేరూ..  \nఆశ్రయ పురమా నిన్నే ద్వేషించేరు. \n ఆనందము పొందేందుకు తపియించేరూ\n ఆవేదనతో కాలం గడుపుచుందురూ...\n|అయ్యో॥యేసయ్యా॥॥";

String song17 =
    "పల్లవి : ఆరాధనా - ఆరాధనా....\nఆత్మదేవుడా... నీకే ఆరాధనా.. \nఅద్వితీయుడా - నీకె ఆరాధనా.. ఆరాధనా..\n\n(1) నిండు మనసుతో చేసెద మెండుగ నీ ఆరాధనా.. \nనలిగిన హృదయముతో - పాడెద నీ స్తుతి కీర్తనా..\nవలచినా బ్రతుకునూ - మలచినా యేసయ్యా \nనీకే నీకే చెల్లింతు ఆరాధనా....||ఆరాధన||\n\n(2)  జీవమిచ్చుదేవ నీకు ఉజ్జీవ ఆరాధనా.. \nజీవిత కాలము నీకే అర్పింతును స్తుతి నివేదనా.ఆ.ఆ. \nచెదరినా మనసును సరిచేసినా యేసయ్యా\nనీకే నీకే చెల్లింతు ఆరాధనా॥ ఆరాధనా||";
String song18 =
    "పల్లవి : ఆకాశమా ఆలకించుమా.... \nఓ భూమి నీచెవి యొగ్గుమా...\nనేను పిల్లలను పెంచి గొప్ప వారినిగా చేసితి\nవారు నాపైనే తిరుగుబాటుచేసితిరే ||ఆకాశమా||\n\n(1) యెద్దుకు తెలుసు యజమానుడు \nగాడిద యెరుగును తన దొడ్డిని\nనా ప్రజలకు తెలివేలేదాయెనే \nనను విడిచి సృష్టిని పూజింతురే ||ఆకాశమా||\n\n(2)  పశుప్రాయులై మృగవాంఛతో \nకామాంధులై చెడిపోయిరే \nజీవజలముల ఊటను నను విడచి \nఎండమావికై ఎడారి పాలైరే ||ఆకాశమా||";
String song19 =
    "పల్లవి : చూచే కనులీయుమా నా యేసయ్యా\nచూచే కనులీయుమా \nసర్వాంగ సుందర నీ రూపము\n కనులారా గాంచి తరియింపగా నిన్ను ౹౹చూచే౹౹\n\n(1)  చల్లని వేళా ఏదేను తోటలో \nఆదాము చూచిన నీ రూపము\nవలచినా బ్రతుకునూ - మలచినా యేసయ్యా \nసింధూర వనములో అబ్రహామును దర్శించినా  \nదేవ నీ రూపము కనులార గాంచి \nతరియింపగా నిన్ను ౹౹చూచే౹౹\n\n(2)  అల యాకోబుతో పెనుగులాడి \nదీవించినా దేవ నీ రూపము \nమండు పొదలో మోషేను పిలిచినా\nనాదేవ దేవా నీ రూపము \nకనులార గాంచి తరియింపగ నన్ను ౹౹చూచే౹౹";
String song20 =
    "పల్లవి : నా ప్రియుడు నజరేయుడు\nనా దేవుడు ఉన్నవాడు \nఆనందభరితుడనై - అతని నీడలో \nనిత్యము నిలచి యుందును ||నా ప్రియుడు||\n\n(1) ద్రాక్షారసములకన్నా మధురము ఆ ప్రేమా... \nదాచునన్ను కౌగిలిలో - నా యేసు ప్రేమా..\nపరిమళాల కన్నా పరవశమైనా... \nప్రేమయైయున్నాడు నా దేవుడు ||నా ప్రియుడు||\n\n(2)  జలరాశుల గలగలలు పోలిన ఆ స్వరము \nహిమమంత ధవళమును కలిగిన ఆ శిరము \nఅగ్నివంటి నేత్రాలు - అపరంజి పాదాలు\nకలిగివున్నవాడు - నా ఇమ్మానుయేలు ||నా ప్రియుడు ||";
String song21 =
    "పల్లవి : గోల్గతా కొండపైనా నీ కొరకూ నా కొరకూ\nకన్నీరు కార్చింది ప్రేమా కడగళ్ళ నోర్చింది ప్రేమా \n॥గొల్గోతా౹౹\n\n(1) గెత్సమనే తోటలో దుఖ:పడినదీ \nకడువేదనతో చెమటే రక్తమైనదీ \nకన్నీళ్ళతో తండ్రిని వేడుకొన్నది\nప్రాణాలను బలిచేయ సిద్ధపడినది \nవధకు తేబడిన గొర్రెవోలే - తన శిరము వంచుకున్నది\nనీ కొరకూ, నా కొరకూ మన కొరకూ మనందరి కొరకూ \n॥గొల్గోతా౹౹\n\n(2)  అపరాధిగ తాను ఎంచబడినది అన్యాయపు  \nతీర్పును పొందియున్నది \nఅరచేతుల దెబ్బలు తాను తిన్నది\nతన దేహం సాళ్ళవలె దున్నబడినది\nమనుషులెవరు చూడనొల్లనీ రూపముగా మార్చబడినది\nనీ కొరకూ, నా కొరకూ మన కొరకూ మనందరి కొరకూ \n॥గొల్గోతా౹౹";
String song22 =
    "పల్లవి : నా బలమా నిన్నే కీర్తింతునూ\nనా శైలమా నిన్నే స్తుతియింతునూ \nస్తుతియించి స్తుతియించి స్తోత్రింతును\nపొగడి పొగడి పాడెదనూ\n\n(1) పరాక్రమము ప్రభావము - పరిశుద్ధుడవు నీవే  \nవేకువనే లేచి వెదకెదనూ ఉత్సాహ గానము చేసెదను\n||స్తుతియించి|| ||నా బలమా॥\n\n(2)  దివి యందూ భువి యందు \nఆకాశ మందు అధికారి నీవే \nస్తుతి మహిమలు నీకే ఆరోపింతును\nస్తుతిగానములే చేసెదనూ...\n||స్తుతియించి|| ||నా బలమా ||";

List songs = [
  Song("ఎన్నతగని నన్ను!", song1, "మా తండ్రి"),
  Song("నీ సేవలోనన్ను కరిగిపోని!", song2, "మా తండ్రి"),
  Song("ఆశ్రయము నీవేనయా", song3, "మా తండ్రి"),
  Song("జీవ జలమా!", song4, "మా తండ్రి"),
  Song("అంకితం నీకంకితం!", song5, "మా తండ్రి"),
  Song("పరలోక మందున్న మా తండ్రి!", song6, "మా తండ్రి"),
  Song("మారాలి మారాలి!", song7, "మా తండ్రి"),
  Song("యేసూ నీ అనురాగం!", song8, "మా తండ్రి"),
  Song("ఆశపడకు", song9, "ఆశపడకు"),
  Song("ప్రియుడా యేసయ్యా", song10, "ఆశపడకు"),
  Song("అందుకొనుము దేవా!", song11, "ఆశపడకు"),
  Song("దేవా నా మొర వినవా", song12, "ఆశపడకు"),
  Song("కాలం మారినా", song13, "ఆశపడకు"),
  Song("ఆనందమానంద", song14, "ఆశపడకు"),
  Song("ఉన్నతమందున్న దేవా!", song15, "ఆశపడకు"),
  Song("యేసయ్యా నీ ప్రేమకు", song16, "ఆశపడకు"),
  Song("ఆరాధనా", song17, "అద్వితీయుడు"),
  Song("ఆకాశమా", song18, "అద్వితీయుడు"),
  Song("చూచే కన్నులీయుమా", song19, "అద్వితీయుడు"),
  Song("నా ప్రియుడు", song20, "అద్వితీయుడు"),
  Song("గోల్గతా", song21, "అద్వితీయుడు"),
  Song(" నా బలమా ", song22, "అద్వితీయుడు"),
];
