class Song {
  String name;
  String details;
  String albumname;

  Song(this.name, this.details, this.albumname);
}

String song1 =
    "పల్లవి : దీవించు మా తండ్రి మా భారత దేశాన్ని\nరక్షించు మా తండ్రి మా ప్రేమ సమాజాన్ని  \nనలిగిపోతున్న నా ప్రజను నశియించుచున్న ఆత్మలను\n||దీవించు||\n\n(1) మద్యపానమే మనిషి ప్రాణమును బలిచేయుచున్నది\nఆలుబిడ్డల ఆర్తనాదము ఆకాశమంటుచున్నది\nమాదక ద్రవ్యం యవన బ్రతుకులను శాసించుచున్నది \nఅంధకారమే అందరిపైన రాజ్యము చేయుచున్నది \nఅంధకారమును తొలగించి ఆత్మజ్యోతులను వెలిగించి\n ||దీవించు||\n\n(2)  అశ్లీల చిత్రపు ఆగడాలు మితిమీరుచున్నవి \nమనుషులలో దుష్కామవాంఛను రగిలించుచున్నవి \nహేయమైన బహుఘోర పాపముకు తెరతీయుచున్నది\nఅంధకారమే అందరిపైన రాజ్యము చేయుచున్నది \nఅంధకారమును తొలగించి ఆత్మజ్యోతులను వెలిగించి\n||దీవించు||\n\n(3) మతాల పేరిట మారణ హోమం కొనసాగుచున్నది\nసమతా మమతలమాటె మనిషిలో మరుగవుచున్నది\nరాక్షసత్వమే మనిషితత్వమై అలరారుచున్నది\nప్రేమతత్వమే పనికిరానిదని తలపోయుచున్నది\nరాక్షసత్వమును తొలగించి ప్రేమతత్వమును ప్రబలించి\n ||దీవించు||";
String song2 =
    "పల్లవి : ఏ యోగ్యతా లేని దానను (లేనివాడను)\nనీ ప్రేమతో ఆదరించుమా \nలోకమనే ఎడారిలో ఎండమావిని \nపాపమనే (శోకమనే) నిశీధిలో నిలిచియుంటిని  \n॥ఏ యోగ్యత॥\n\n(1) ఆకులు రాలి ఫలము లేని \nఎండిన మోడునై నేను ఉంటిని\nఎవరికి గాకా ఏ దరి లేక \nవ్యర్థముగా ఇలలో బ్రతుకుచుంటిని \nఆర్తధ్వని ఆలకించవా \nతండ్రి నన్నాదరించవా   ||ఏ యోగ్యత॥\n\n(2)  హోరునవీచే పెనుగాలైనా \nఆగిపోవును నీ మాటతో  \nహృదయవేదన తొలగిపోవును\nనెమ్మది కలిగించె నీ ఆత్మతో \nఆర్తధ్వని ఆలకించవా తండ్రీ నన్నాదరించవా   \n॥ఏ యోగ్యత॥";
String song3 =
    "పల్లవి : నీ ఆశ నిరాశ కానేకాదు వేదన ఎందుకు\nనీ కన్నీరు కలకాలముండదు కలతే చెందకు \nనమ్మునేస్తమా ఇది సత్యం \nవీడబోకుమా విశ్వాసం\n\n(1) అవసరాన్ని బట్టి అగ్నివంటి శ్రమలు  \nకలుగుచున్నవని తెలిసీ కలత చెందబోకు\nనిన్ను పిలచిన దేవుడు నమ్మదగినవాడు\nశోధనలో నిన్ను విడిచిపెట్టిపోడు  \nకంటిపాపలా తోడుండి నిను కాచుకుంటాడు\nకన్నతండ్రిలా తోడుండి నిను ఆదుకుంటాడు\n ॥నమ్ము నేస్తమా|| నీ ఆశ॥\n\n(2)  కాల్చ బడకపోతే స్వర్ణం విలువ పొందలేదు \nచీల్చబడకపోతే మేఘం వర్షాన్ని ఇవ్వదు \nదున్న బడకపోతే భూమి పంట నివ్వలేదు\nచెక్కబడకపోతే శిల శిల్పం కాదు \nశ్రమల కొలిమిలో కాలకపోతే యేసు రూపురాదు.\n ॥నమ్ము నేస్తమా॥ నీ ఆశ॥";
String song4 =
    "పల్లవి : ప్రేమంటె ప్రేమ యేసయ్య\nప్రేమ లోకాన దొరకనిదా ప్రేమ \nజ్ఞానాని కందని తండ్రి ప్రేమ  ||ప్రేమంటె||\n\n(1) సొగసు చూచి వలచేనమ్మ  \nఈలోక యవ్వన ప్రేమ\nకురూపినైనా వికారినైనా \nఅక్కున చేర్చును యేసయ్య ప్రేమ  ॥ప్రేమంటే॥\n\n(2) ఉన్నత స్థితిలో ఉంటే నిన్ను \nపలుకరించేను బంధు ప్రేమ \nహీనస్థితిలో దీనస్థితిలో\nవిడువక నిలిచేను యేసయ్య ప్రేమ   ॥ప్రేమంటే|";
String song5 =
    "పల్లవి : సిలువలో నీదు కేక - నా జీవన రేఖా \nనీదు త్యాగాల వెనుకా - ప్రేమ దాగుంది గనుకా \nనా పాపమే మోసితివా \nనా శాపమే భరించితివా\nనేను మరువను యేసయ్యా నిను \nనేను విడువను యేసయ్యా\n\n(1) కన్నుల్లో కన్నీరు నా కోసమే \nకొరడాల గాయాలు నా కోసమే \nమోమున కారే ఉమ్ములు సైతం \nనా కోసమే నా పాపమే  ||నేను||సిలువలో॥\n\n(2)  దూషణ సహియించె నా కోసమే \nహేళన భరియించె నా కోసమే \nశిరమున దాల్చిన ముళ్ళ కిరీటం \nనా కోసమే నా పాపమే ||నేను||సిలువలో||\n\n(3) దప్పిక గొన్నది నా కోసమే\nచేదును తాగింది నా కోసమే\nవిడచిన ప్రాణం బల్లెపు గాయం\nనా కోసమే నా పాపమే ॥నేను|| సిలువలోక";
String song6 =
    "పల్లవి : విన్నపాలు ఆలకించుమా\nనా విజ్ఞాపనకూ చెవినీయుమా \nవిడుదలకోరి నిను వేడుచున్నాను\nనీ సన్నిధిలో సాగిలపడియున్నాను    ||విన్నపాలు||\n\n(1) రాజులకు రారాజు మమ్మేలే మారాజు \nభూపతలకు అధిపతివి నీవేనయ్యా \nనీకు సాధ్యము కానిదిలేదు \nనిన్ను మించిన పెన్నిధిలేదు     ||విన్నపాలు||\n\n(2)  బలవంతుడవు నీవు బహుపూజనీయుడవు \nబలమైన కార్యాలు చేసే దేవుడవు \nబలహీనతలు తొలగించెదవు\nనీ బలము చూపించెదవు";
String song7 =
    "పల్లవి : ఏమివ్వగలనయ్య నీ ప్రేమకూ\nఏమివ్వగలనయ్య నిరుపేదనూ \nనా కొరకు చేసిన త్యాగానికి\nనా కొరకు చిందిన రక్తానికి     ||ఏమివ్వగల||\n\n(1) విస్తార ధనమును నాకివ్వగా నీవు నిరుపేదవైనావుగా \nపరలోక గగనాన భువనాల నేలేటి రారాజువు నీవెగా \nరారాజువు నీవెగా... మా రాజువు నీవెగా  ॥ఏమివ్వగల॥\n\n(2)   నా పాపముల కొరకు నా శాపముల కొరకు \nబలియైన నా యేసయ్యా \nఇలలోన విలువైన ఘనమైన నీ ప్రేమ \nప్రకటింతునూ నేనయ్యా ప్రకటింతును నేనయ్య \nప్రకటించెదా యేసయ్యా";
String song8 =
    "పల్లవి : ఆనందగానాలతో ఆనందింతు దేవా నీలో \nసంగీతనాదాలతో సంతోషించు దేవా నీలో \nఆరాధన ఆరాధన ఆరాధన........ (2)   ౹౹ఆనంద౹౹\n\n(1) కడిగివేసెను నాదు పాపమున్ \nకార్చిన నీ పరిశుద్ధ రక్తము\nతొలగిపోయెను బంధకాలు\nయేసు నీకె వందనాలు  ॥ఆరాధన ॥ ఆనంద ॥\n\n(2)  శోధనలైనా వేదనలైనా  \nతొలగిపోవును నీ సన్నిధిలో \nకన్నతండ్రివై నీవు నాతోవుండగ\nదేనికి భయపడను  ॥ఆరాధన ॥ ఆనంద ॥";
String song9 =
    "పల్లవి : మంచిమనస్సున్న చెల్లి మాట వినవె నా తల్లి \nయేసుపై నిలుపు నీ గురి ఆ...ఆ...\nవర్ధిల్లునమ్మా నీదారి ఆ...ఆ...\n\n(1) లోకములో మనుషుల ప్రేమ శాశ్వతము కాదమ్మా \n అవసరమున్నంత వరకే అనురాగం చూపేరమ్మా\nఅందరు ఎడబాసినా నిన్ను విడిచిపోడమ్మా\nఅలసిన నీ మనసునకు సేద తీర్చునోయమ్మా \nనమ్మమ్మా నా చెల్లెమ్మా ఈ మాటను \nనిజమెరిగి నడువమ్మా ఈ బాటను  ॥మంచి||\n\n(2)  మాయలోక ఛాయలు చూచి మైమరచిపోయేవమ్మా \nవ్యర్ధమైన దానికోసం ఆరాటం ఎందాకమ్మా\nఎండమావి నీరు దాహం తీర్చలేదు ఓ చెల్లెమ్మా\nఎడారైన బ్రతుకులలోన జీవజలం యేసేనమ్మా \n ॥నమ్మమ్మా||మంచి||";
String song10 =
    "పల్లవి : ఎగసిపడే ఆనందం పరవశించెను నా హృదయం \nతండ్రీ నీ సన్నిధిలో - నా తండ్రి సన్నిధిలో\nఆరాధనా ఆరాధనా - ఆరాధనా నీకే\nఆరాధనా నీకే స్తుతి ఆరాధనా నీకే\n\n(1) బంధకాలు తెగిపోయేనే,\nబాధలన్ని మరుగాయెనే\nనీ ప్రసన్నత నను తాకగా\n దిగులుఅన్నది నను చేరదు  \n॥ఆరాధనా॥ ॥ఎగసిపడే ॥\n\n(2) పరమ తండ్రి నీ ప్రేమనూ \nపల్లవించెద ప్రతిపాటలో\n శుద్ధుడా నీ శుభనామము\nప్రస్తుతించి పొగడెదను \n॥ఆరాధనా॥ ॥ఎగసిపడే ॥";
String song11 =
    "పల్లవి : కృపలను తలపోయుచు నీ సన్నుతినే చేయనా \nశాంతి ప్రదాతవు నీవని (2) \nసంకీర్తన సేయనా  ||కృపలను॥\n\n(1) అందరిలోన ఘనుడవు నీవని\nఆదిలో వాక్యపు నాదమె నీవని\nఅందరి కోసం బలియైనవాడవని \nత్యాగము నే చాటనా నీ సిలువ \nయాగము నే చాటనా - యేసయ్యా  ||కృపలను||\n\n(2) వేదనలోన నెమ్మదినీవని \nశోధన బాపే నాధుడ నీవని\nఅంతము వరకు నడిపించు వాడవని\nచరణములే వేడనా నీ పాద\nసన్నిధి నే చేరనా - యేసయ్యా  ||కృపలను||";
String song12 =
    "పల్లవి : యేసయ్యా నా యేసయ్యా మంచి యేసయ్యా\n ప్రాణంకంటే మిన్నగా ప్రేమించినావయ్యా \nనీవే లేకపోతే నేనేమౌతానో నా దేవా\nకృపయే లేకపోతే నా గతియేమవునో నా దేవా\n||యేసయ్యా||\n\n(1)  అలసి సొలసి ఆత్మీయతలో కునికి నేను నిద్రించువేళ  \nశత్రువేమో కోరలు చాచి నన్ను మ్రింగజూచేవేళ\nమాట తప్పని దేవుడా నన్ను మరచిపోలేదయ్యా \nదూతనంపి నా కావలిగా నన్ను కాపాడినావయ్యా\n॥యేసయ్యా॥\n\n(2) మాయలోక మత్తులు నన్ను చిత్తుగా ఓడించువేళ\nఅడుగు ముందు సాగలేక అలసి ఆగిపోయే వేళ \nమార్పులేని నా దేవుడా నన్ను మరచిపోలేదయ్యా\nఆత్మబలముతో నను నింపి అడుగు సాగించినావయ్యా\n॥యేసయ్యా॥";
String song13 =
    "పల్లవి : యేసూ నీవే నా ఆధారము \nయేసూ నీవే నా ఆనందము \nనా ప్రాణము నా ధ్యానము నా సర్వము\n\n(1) నన్ను శిక్షించినా నీవే\nనన్ను రక్షించినా నీవే \nగాయపరచినా నీవే \nస్వస్థ పరచినా నీవే\nసమస్తము నా మేలుకొరకే నీవు చేసెదవు\nసరియైన దారిలోన నన్ను నడిపించెదవు\n\n(2)  శ్రమను తప్పించినా నీవే \nనన్ను ఒప్పించినా నీవే \nకోపగించినా నీవే\nకనికరించినా నీవే\nనా కన్నీటిని ఆనందసిరులుగ నీవు చేసెదవు  \nనా దుఃఖమును సంతోషముగా నీవు మార్చెదవు";
String song14 =
    "పల్లవి : ఎంచితివా దేవా నను నమ్మకమైనవానిగా\nనియమించితివా దేవా నీ ప్రేమకు నన్ను సాక్షిగా\nనీ శుభవార్త చాటగా - నీ కార్యాలు చేయగా\n\n(1) ఘనులు జ్ఞానులు ఈ లోకంలో ఎందరొ ఉండగను  \nఘనహీనుడను వెర్రివాడను నను ప్రేమించితివా\nఏమున్నదయ్యా నీ కొరకు నాలో\nబలమునీదేను యేసయ్యా బలహీనుడను నేనయ్యా\n॥ఎంచితివా ||\n\n(2)  కఠిన శ్రమలు ఏ కలతలైనను నను ఎదిరింపగను \nబెదరకుండ నీ పనిచేయుటకు నను స్థిరపరచితివా \nసాక్ష్య జీవితం ఊపిరిగా నీదు మాటలే నా ప్రాణముగా \nసాగిపోయెద యేసయ్యా కడదాకా నడిపించుమయా ";
String song15 =
    "పల్లవి : ఇంతకాలము నన్ను కాచెను యేసయ్య నీ కృప \nరెక్కల నీడలో నన్ను దాచెను యేసయ్య నీ కృప\nపర్వతాలు తొలగిన మెట్టలు తత్తరిల్లిన  \nవీడిపోదు నీ... కృప\nయేసుని కృప - అది శాశ్వత కృప||ఇంతకాలము॥\n\n(1) కృంగియున్న నన్ను లేవనెత్తె నీ కృప \nకుములుచున్న నన్ను ఓదార్చె నీ కృప\nనా పక్షముగా పోరాడినది \nనా శోధనలో జయమిచ్చినిది\n ॥యేసునీ కృప|| ||ఇంతకాలము॥\n\n(2)  పతనమైన బ్రతుకును సరిచేసె నీ కృప\nపరిమళాల సువాసనగ మార్చె నీ కృప\nనీ రాజ్యములో నను చేర్చినది\nనీ స్వాస్థ్యమును నియమించినది \n॥యేసునీ కృప॥ ॥ఇంతకాలము ";
String song16 =
    "పల్లవి : యేసయ్యా నీ ప్రాణ త్యాగం \nచేసింది నా గుండె గాయం\nఓ ప్రభువా ఈ పాపి కోసం\nఅయ్యావా... నువు బలిదానం\n\n(1) నా చేతుల దోషముకై నీ చేతులు నలిగెనే \nనా మలినపు చూపుకే నీ కనుల రక్తముబికెనే\nఎందుకయ్య నేనంటే నీకంత ప్రేమ...\nనిలువెల్ల గాయాలు ఏల ఈ శ్రమ...||యేసయ్యా||\n\n(2)  నా తలపుల పాపమే నీ తలను ముళ్ళు గుచ్చెనే \nనా నడతల దోషమే నీ కాళ్ళ మేకులయ్యెనే\nవంచకుడను నాపై నువు పెంచుకున్న ప్రేమ\nమంచిగ నను మార్చింది నిజములే సుమా...||యేసయ్యా||";

String song17 =
    "పల్లవి : దీవించు మా తండ్రి మా భారత దేశాన్ని\nరక్షించు మా తండ్రి మా ప్రేమ సమాజాన్ని  \nనలిగిపోతున్న నా ప్రజను నశియించుచున్న ఆత్మలను\n||దీవించు||\n\n(1) మద్యపానమే మనిషి ప్రాణమును బలిచేయుచున్నది\nఆలుబిడ్డల ఆర్తనాదము ఆకాశమంటుచున్నది\nమాదక ద్రవ్యం యవన బ్రతుకులను శాసించుచున్నది \nఅంధకారమే అందరిపైన రాజ్యము చేయుచున్నది \nఅంధకారమును తొలగించి ఆత్మజ్యోతులను వెలిగించి\n ||దీవించు||\n\n(2)  అశ్లీల చిత్రపు ఆగడాలు మితిమీరుచున్నవి \nమనుషులలో దుష్కామవాంఛను రగిలించుచున్నవి \nహేయమైన బహుఘోర పాపముకు తెరతీయుచున్నది\nఅంధకారమే అందరిపైన రాజ్యము చేయుచున్నది \nఅంధకారమును తొలగించి ఆత్మజ్యోతులను వెలిగించి\n||దీవించు||\n\n(3) మతాల పేరిట మారణ హోమం కొనసాగుచున్నది\nసమతా మమతలమాటె మనిషిలో మరుగవుచున్నది\nరాక్షసత్వమే మనిషితత్వమై అలరారుచున్నది\nప్రేమతత్వమే పనికిరానిదని తలపోయుచున్నది\nరాక్షసత్వమును తొలగించి ప్రేమతత్వమును ప్రబలించి\n ||దీవించు||";
String song18 =
    "పల్లవి : ఏ యోగ్యతా లేని దానను (లేనివాడను)\nనీ ప్రేమతో ఆదరించుమా \nలోకమనే ఎడారిలో ఎండమావిని \nపాపమనే (శోకమనే) నిశీధిలో నిలిచియుంటిని  \n॥ఏ యోగ్యత॥\n\n(1) ఆకులు రాలి ఫలము లేని \nఎండిన మోడునై నేను ఉంటిని\nఎవరికి గాకా ఏ దరి లేక \nవ్యర్థముగా ఇలలో బ్రతుకుచుంటిని \nఆర్తధ్వని ఆలకించవా \nతండ్రి నన్నాదరించవా   ||ఏ యోగ్యత॥\n\n(2)  హోరునవీచే పెనుగాలైనా \nఆగిపోవును నీ మాటతో  \nహృదయవేదన తొలగిపోవును\nనెమ్మది కలిగించె నీ ఆత్మతో \nఆర్తధ్వని ఆలకించవా తండ్రీ నన్నాదరించవా   \n॥ఏ యోగ్యత॥";
String song19 =
    "పల్లవి : నీ ఆశ నిరాశ కానేకాదు వేదన ఎందుకు\nనీ కన్నీరు కలకాలముండదు కలతే చెందకు \nనమ్మునేస్తమా ఇది సత్యం \nవీడబోకుమా విశ్వాసం\n\n(1) అవసరాన్ని బట్టి అగ్నివంటి శ్రమలు  \nకలుగుచున్నవని తెలిసీ కలత చెందబోకు\nనిన్ను పిలచిన దేవుడు నమ్మదగినవాడు\nశోధనలో నిన్ను విడిచిపెట్టిపోడు  \nకంటిపాపలా తోడుండి నిను కాచుకుంటాడు\nకన్నతండ్రిలా తోడుండి నిను ఆదుకుంటాడు\n ॥నమ్ము నేస్తమా|| నీ ఆశ॥\n\n(2)  కాల్చ బడకపోతే స్వర్ణం విలువ పొందలేదు \nచీల్చబడకపోతే మేఘం వర్షాన్ని ఇవ్వదు \nదున్న బడకపోతే భూమి పంట నివ్వలేదు\nచెక్కబడకపోతే శిల శిల్పం కాదు \nశ్రమల కొలిమిలో కాలకపోతే యేసు రూపురాదు.\n ॥నమ్ము నేస్తమా॥ నీ ఆశ॥";
String song20 =
    "పల్లవి : ప్రేమంటె ప్రేమ యేసయ్య\nప్రేమ లోకాన దొరకనిదా ప్రేమ \nజ్ఞానాని కందని తండ్రి ప్రేమ  ||ప్రేమంటె||\n\n(1) సొగసు చూచి వలచేనమ్మ  \nఈలోక యవ్వన ప్రేమ\nకురూపినైనా వికారినైనా \nఅక్కున చేర్చును యేసయ్య ప్రేమ  ॥ప్రేమంటే॥\n\n(2) ఉన్నత స్థితిలో ఉంటే నిన్ను \nపలుకరించేను బంధు ప్రేమ \nహీనస్థితిలో దీనస్థితిలో\nవిడువక నిలిచేను యేసయ్య ప్రేమ   ॥ప్రేమంటే|";
String song21 =
    "పల్లవి : సిలువలో నీదు కేక - నా జీవన రేఖా \nనీదు త్యాగాల వెనుకా - ప్రేమ దాగుంది గనుకా \nనా పాపమే మోసితివా \nనా శాపమే భరించితివా\nనేను మరువను యేసయ్యా నిను \nనేను విడువను యేసయ్యా\n\n(1) కన్నుల్లో కన్నీరు నా కోసమే \nకొరడాల గాయాలు నా కోసమే \nమోమున కారే ఉమ్ములు సైతం \nనా కోసమే నా పాపమే  ||నేను||సిలువలో॥\n\n(2)  దూషణ సహియించె నా కోసమే \nహేళన భరియించె నా కోసమే \nశిరమున దాల్చిన ముళ్ళ కిరీటం \nనా కోసమే నా పాపమే ||నేను||సిలువలో||\n\n(3) దప్పిక గొన్నది నా కోసమే\nచేదును తాగింది నా కోసమే\nవిడచిన ప్రాణం బల్లెపు గాయం\nనా కోసమే నా పాపమే ॥నేను|| సిలువలోక";
String song22 =
    "పల్లవి : విన్నపాలు ఆలకించుమా\nనా విజ్ఞాపనకూ చెవినీయుమా \nవిడుదలకోరి నిను వేడుచున్నాను\nనీ సన్నిధిలో సాగిలపడియున్నాను    ||విన్నపాలు||\n\n(1) రాజులకు రారాజు మమ్మేలే మారాజు \nభూపతలకు అధిపతివి నీవేనయ్యా \nనీకు సాధ్యము కానిదిలేదు \nనిన్ను మించిన పెన్నిధిలేదు     ||విన్నపాలు||\n\n(2)  బలవంతుడవు నీవు బహుపూజనీయుడవు \nబలమైన కార్యాలు చేసే దేవుడవు \nబలహీనతలు తొలగించెదవు\nనీ బలము చూపించెదవు";
String song23 =
    "పల్లవి : ఏమివ్వగలనయ్య నీ ప్రేమకూ\nఏమివ్వగలనయ్య నిరుపేదనూ \nనా కొరకు చేసిన త్యాగానికి\nనా కొరకు చిందిన రక్తానికి     ||ఏమివ్వగల||\n\n(1) విస్తార ధనమును నాకివ్వగా నీవు నిరుపేదవైనావుగా \nపరలోక గగనాన భువనాల నేలేటి రారాజువు నీవెగా \nరారాజువు నీవెగా... మా రాజువు నీవెగా  ॥ఏమివ్వగల॥\n\n(2)   నా పాపముల కొరకు నా శాపముల కొరకు \nబలియైన నా యేసయ్యా \nఇలలోన విలువైన ఘనమైన నీ ప్రేమ \nప్రకటింతునూ నేనయ్యా ప్రకటింతును నేనయ్య \nప్రకటించెదా యేసయ్యా";
String song24 =
    "పల్లవి : ఆనందగానాలతో ఆనందింతు దేవా నీలో \nసంగీతనాదాలతో సంతోషించు దేవా నీలో \nఆరాధన ఆరాధన ఆరాధన........ (2)   ౹౹ఆనంద౹౹\n\n(1) కడిగివేసెను నాదు పాపమున్ \nకార్చిన నీ పరిశుద్ధ రక్తము\nతొలగిపోయెను బంధకాలు\nయేసు నీకె వందనాలు  ॥ఆరాధన ॥ ఆనంద ॥\n\n(2)  శోధనలైనా వేదనలైనా  \nతొలగిపోవును నీ సన్నిధిలో \nకన్నతండ్రివై నీవు నాతోవుండగ\nదేనికి భయపడను  ॥ఆరాధన ॥ ఆనంద ॥";
String song25 =
    "పల్లవి : ఎన్నతగని నన్ను ఎన్నుకున్నావూ\nఎందుకింత ప్రేమ చూపావు నాయేసయ్యా \nఎంతమంచి ప్రేమ చూపావు ॥ఎందుకింత ॥ఎన్న॥\n\n(1) పాపినైన నన్ను నీవు కనికంచినావు \nనా పాపములన్నిటిని కడిగివేసినావు\nపతనమైన నా జీవిత గతిని మార్చినావు\nపనికిరాని నన్ను నీ పనికి నిలిపినావు \n॥ఎందుకింత ॥॥ఎన్న॥\n\n(2)  పరలోక పౌరత్వం నాకు నిచ్చినావు \nపరిశుద్ధులతో నిలిచే భాగ్యమిచ్చినావు \nదూతల కందని నీ దివ్యమైన సేవను\nదుమ్ము ధూళినైన నన్ను చేయ నిచ్చినావు \n॥ఎందుకింత ॥॥ఎన్న॥";
String song26 =
    "పల్లవి : నీ సేవలో నన్ను కరిగిపోని\nనీ ప్రేమలో నన్ను ఒదిగిపోని \nనీ సిలువ నీడలో నా బ్రతుకు సాగని\nనీ కొరకె నా జీవం అంకిత మవని\nయేసయ్యా నా యేసయ్యా \nయేసయ్యా యేసయ్యా నా యేసయ్యా ॥నీ పేవలో॥\n\n(1) మోడైన నా బ్రతుకు చిగురింపజేసితివి  \nజీవ జలములతో నా దాహం తీర్చితివి\nమరువలేనయ్యా నీ ప్రేమను\nవిడువను యేసయ్యా నీ పాదమును \nయేసయ్యా నా యేసయ్యా \nయేసయ్యా యేసయ్యా నా యేసయ్యా  ॥నీ సేవలో॥\n\n(2)  నా దుఃఖమును సంతోషముగా మార్చితివి  \nనలిగిన మనసును నీవే బలపరచితివి \nనలిగిన మనసును నీవే బలపరచితివి\nఎన్నికలేని నన్ను ఎన్నుకునీ \nఎన్నో కార్యములు చేయుచుంటివి \nయేసయ్యా నా యేసయ్యా \nయేసయ్యా యేసయ్యా నా యేసయ్యా ॥నీ సేవలో॥";
String song27 =
    "పల్లవి : ఆశ్రయము నీవేనయా - ఆధారము నీవేనయా \nఘోర పాపిని నేనయా - గొప్ప దేవుడా యేసయ్యా  \nఅయ్యా... అయ్యా... యేసయ్యా...||ఆశ్రయమ||\n\n(1) ఆత్మీయులే నన్ను త్రోసి వేసిరీ \nఅవమానమునే నాకు కలుగజేసిరీ\nఈటెలంటి మాటలనే విసురుచుంటిరీ \nనా స్థితిపై జాలి వారు చూపరైతిరీ. \n||అయ్యా||ఆశ్రయము॥\n\n(2)  నా నెళవరులే నాకు అన్యులైతిరీ \nబంధువులు నా యొద్దకు రాక యుంటిరీ \nనా ప్రాణ స్నేహితులు మరచిపోతిరీ\nనా వారే నా చెంతను నిలువరైతిరీ. \n||అయ్యా||ఆశ్రయము॥\n\n(3) అందరు ఎడబాసినా వీడని వాడా... \nఅమ్మకన్న మిన్న ప్రేమ చూపేతోడా...\nనీ చల్లని ఒడిలోకి నన్ను చేర్చుమా... \nనీ రెక్కల నీడలోన సేద దీర్చుమా....\n॥అయ్యా||ఆశ్రయము॥";
String song28 =
    "పల్లవి : జీవ జలమా షెకీనా మేఘమా\nనాపై చూపిన అనురాగమా \nనాపై నింపిన అభిషేకమా\nస్తోత్రబలి స్తోత్రబలి చేసెదనయ్యా\nస్తుతియాగము నీకే అర్పించెదనయ్యా. ॥జీవ జల౹౹\n\n(1) విడువని ఎడబాయని ఆత్మదేవుడా  \nసర్వసత్యమందు నడుపు నీతి సూర్యుడా\nస్తోత్రబలి స్తోత్రబలి చేసెదనయ్యా \nస్తుతియాగము నీకే అర్పించెదనయ్యా. ॥జీవ జల౹౹\n\n(2)  వేదన పడు వేళలో వెలుగువు నీవే \nఆదరణ కర్తవై ఆదుకొంటివే \nస్తోత్రబలి స్తోత్రబలి చేసెదనయ్యా \nస్తుతియాగము నీకే అర్పించెదనయ్యా. ॥జీవ జల౹౹\n\n(3) కన్నతల్లి మరచినా మరువనంటివే\nకునుకక నిదురించక కాయుచుంటివే \nస్తోత్రబలి స్తోత్రబలి చేసెదనయ్యా\nస్తుతియాగము నీకే అర్పించెదనయ్యా ॥జీవ జల౹౹";
String song29 =
    "పల్లవి : అంకితం నీకంకితం నేటి నుండి నా జీవితం \nనా ప్రాణాత్మ శరీరము యేసు నీకే అంకితం\n\n(1) అన్యజనులలో నీ వార్తను నా బ్రతుకు ద్వారా ప్రకటింతును  \nమాటలు కాక క్రియలతో నేను నాలో నిన్ను కనపరుతును \nనా ప్రాణం నీవయ్యా నీ కొరకే నేనయ్యా\nనా సర్వం నీవయ్యా నా ప్రియుడా యేసయ్యా\n||నా ప్రాణాత్మ॥అంకితం॥\n\n(2)  చివరి శ్వాస విడిచేంతవరకు  \nనాదు సాక్ష్యము కాపాడుము  \nసాక్ష్యము చెదరిపోవుటకంటె \nముందే మరణము కలిగించుము \nనా ప్రాణం నీవయ్యా నీ కొరకే నేనయ్యా \nనా సర్వము నీవయ్యా నా ప్రియుడా యేసయ్యా \n   ||నా ప్రాణాత్మ॥అంకితం!!";
String song30 =
    "పల్లవి : పరలోక మందున్న మా తండ్రి\nనీ నామం పరిశుద్ధ పరచబడునుగాక \nనీ రాజ్యము మాకు వచ్చును గాక\n\n(1) నీ చిత్తం పరలోకమందు నెరవేరుచుండునట్లుగా  \nఈ భూమి యందును నెరవేరును గాక ॥పరలోక॥\n\n(2)  మాకు కావలసియున్న ఆహారము \nఅనుదినము నీవు మాకు దయచేయుము \nమా ఋణస్తులను మేయు క్షమియించునట్లు \nనీవు మా ఋణములను క్షమించుము  ॥పరలోక॥\n\n(3) మమ్ములను శోధనలో పడనీయ్యక\nకీడు నుండి మమ్ములను తప్పించుము\nఎందు చేతననగా రాజ్యము బలము\nమహిమ నిరతంరము నీవైయున్నావు.  ॥పరలోక॥ ";
String song31 =
    "పల్లవి : మారాలి మారాలి మనపాత రోత బ్రతుకు మారాలి \nచేరాలి చేరాలి యేసుని పాదాల చెంత చేరాలి \nదీపమున్న నాడె ఇల్లు చక్కదిద్దుకుంటే మంచిది \nశక్తివున్ననాడె భక్తిలోన వుంటే చాలా మంచిది\nయౌవ్వనకాలం యేసులోన వుంటె ఇంకా మంచిదీ మరీ మంచిది\n\n(1) లోకపు కడలిలో లోతున పడివున్నా \nలేపగ యేసు చెయ్యి చాచి వున్నది \nపాపపు జగతిలో సతమత మౌతున్నా \nరక్షణ నీయగా పిలుచుచున్నది\n ప్రేమ మాట విని యేసు బాటలోని కొస్తే మంచిది\nబాటలోనికొచ్చి మాట మారకుంటే చాలా మంచిది\nయేసు మాట విని మనసు మార్చుకుంటే ఇంకా మంచిది మరీ మంచిది\n॥మారాలి॥\n\n(2)  చీకటి బ్రతుకులో మాటు దాగివున్నా \nనిను గమనించు యేసు కన్నులున్నవి. \nశాపములో బడి నశియించుచున్నా\nనీకె కన్నీరు కార్చుచున్నది\nతప్పుదాచి పెట్టకుండ నువ్వు ఒప్పుకుంటే మంచిది\nఒప్పుకున్న తప్పు చెయ్యకుండవుంటే చాలా మంచిది\nయేసు వైపుచూచి నిన్ను దిద్దుకుంటే ఇంకా మంచిది మరీ మంచిది.\n॥మారాలి || ";
String song32 =
    "పల్లవి : యేసూనీ అనురాగం నిజమైన మమకారం\nచూపునా ఎవరైనా ఈ బ్రతుకులో \nదొరుకునా ఎందైనా ఈ జగతిలో ||యేసూని॥\n\n(1) అమ్మయిన మరచెను - కొన్ని వె వేళలా \nమరువక నను కాచేవు అన్ని వేళలా \nనా మంచి స్నేహితుడా మరువలేను \nనీ ప్రేమ నీ ప్రేమ మరుచుటకంటె మరణమే మేలు సుమా\nనిను వీడి బ్రతుకుటకంటె మరణమే మేలు సుమా. ॥యేసూని॥\n\n(2)  నావారు ఎవరున్నా నీ తోడు సరిరారు \nచేసియున్న బాసలను చిత్రంగా మరచేరు \nఈ లోక బంధాలన్నీ తెగిపోవును ఒకనాడు\nనా తండ్రి మన అనుబంధం విడిపోదు ఏనాడు\nవీడిపోదు ఏనాడు. ॥యేసూని॥";
String song33 =
    "పల్లవి : ఆశపడకు ఈ లోకం కోసం చెల్లెమ్మా\nఆశించేది ఏదయినా అది మట్టేనమ్మా \nమనిషి ఆశించేది ఏదయినా అది మట్టేనమ్మా  ||ఆశపడకు||\n\n(1) ఆశలు రేపే సుందర దేహం మట్టిబొమ్మ ఓ చెల్లెమ్మా  \nవేకువనే లేచి వెదకెదనూ ఉత్సాహ గానము చేసెదను\nదేహం కోరేదేదయినా అది మట్టిలోనె పుట్టిందమ్మా\nవెండి బంగారు వెలగల వస్త్రం పరిమళ పుష్పసుగంధములు మట్టిలో నుండి వచ్చినవేనని \nమరువబోకు నా చెల్లెమ్మా. ॥ఆశపడకు\n\n(2)  అందమైన ఓ సుందరి స్త్రీకి గుణము లేక ఫలమేమమ్మా \nపంది ముక్కునా బంగరుకమ్మి పెట్టిన ఫలితం లేదమ్మ\nఅందమైన ఆ దీనా బ్రతుకులో హద్దులేక ఏమయ్యిందమ్మా..\nఅంతరంగమున గుణము కలిగినా శారా\nచరిత్ర కెక్కిందమ్మా  ||ఆశపడకు||\n\n(3) జాతి కొరకు ఉపవాస దీక్షతో పోరాడిన ఎస్తేరు రాణిలా.. \nనీతి కొరకు తన అత్తను విడవక హత్తుకున్న రూతమ్మ ప్రేమలా..\nకన్నీళ్ళతో ప్రభుకాళ్ళు కడిగి తన కురులతొ తుడిచిన మగ్ధలేనలా\n హన్నావలె మనదోర్కావలె ప్రిస్కిల్లవోలె విశ్వాస వనితలా\nవారి దీక్షయే వారసత్వమై అనంత రాజ్యపు నిత్య స్వాస్ధ్వమై\nపవిత్రమైనా హృదయము కలిగి ప్రభువు కొరకు జీవించాలమ్మా... \n॥ఆశపడకు||";
String song34 =
    "పల్లవి : ప్రియుడా యేసయ్యా నా ప్రాణం నీవయ్యా \nనా శైలమా నిన్నే స్తుతియింతునూ \nఏ తల్లి తండ్రి చూపని ప్రేమా చూపేవయ్యా\nఏ బంధువులున్నా నీతో ఎవరు సరిరారయ్యా\n\n(1) ఇహలోకంలో సుఖబోగాలు అక్కరలేదయ్యా \nనీ సన్నిధిలో నా నిత్యము నిలిచే ధన్యత చాలయ్య\nఆ ధన్యత చాలయ్య \nయేసయ్యా నా ప్రియుడా యేసయ్యా నా ప్రియుడా...\n॥ప్రియుడా||\n\n(2)  ధనధాన్యాలు మేడ మిద్దెలు అక్కరలేదయ్యా\nనీ పాదము చెంత స్థలము దొరికితే అది పదికోట్లయ్యా \nఆ స్ధలమే ఘనమయ్యా  ॥యేసయ్యా నాప్రియుడా॥\n\n(3) కష్టములైనా నష్టములైనా భయమే లేదయ్యా\nఎన్నడు నన్ను చేయి విడువని తోడే చాలయ్యా\nనీ తోడే చాలయ్యా ॥యేసయ్యా నాప్రియుడా॥";
String song35 =
    "పల్లవి : అందుకొనుము దేవా ఆరాధనా\nనా దీన స్తుతి నివేదనా...   ౹౹అందు౹౹ \n\n(1) కాపాడినావు ఇంత కాలము  \nకాపాడెదవు ఇక ముందు కాలము\nనిన్ను మరువనయ్యా నా జీవితాంతమూ.. \nనీకే నీకే నా బ్రతుకు సొంతము...  ౹౹అందు౹౹\n\n(2)  నా ప్రార్ధనలూ ఆలకించువాడవు \nనా మనవులకూ చెవి యొగ్గెదవు  \nఅంతులేనిదయ్యా నీ అనురాగమూ... \nఅమరం అతి మధురం నీ దివ్య స్నేహము...\n ౹౹అందు౹౹";
String song36 =
    "పల్లవి : దేవా నా మొర వినవా - నా ప్రార్ధన ఆలకించవా..\nనాపాపము నన్ను తరుమగా - నా ప్రాణము తల్లడిల్లగా.. \nనీ చెంతకు చేరినానయ్యా - నీ శరణే కోరినానయ్యా\n॥దేవా॥\n\n(1) గాలికి ఊగేరెల్లైనా మనసు \nనెమ్మది లేక కదులుచున్నది \nచేసిన దోషములు నన్ను తరుమగను\nవేదనతో హృదయం అదురుచున్నది\nక్షమియించువాడ నాయేసురాజ\nఈ ఘోరపాపిని క్షమియించుమా.    ||దేవా||\n\n(2)  గతించిపోయే లోకపు నటనలు\nస్థిరమని నమ్మి మోసపోతిని \nగమ్యం తెలియని, జీవిత యాత్రలో \nగతియేమవ్వునో ఎరుగనైతిని\nనడిపించువాడ నా యేసురాజు\nనీ చేతితో నన్ను దరిజేర్చుమా    ||దేవా||";
String song37 =
    "పల్లవి : కాలం మారినా మారని ప్రేమా \nమనుషులు వీడినా విడువని ప్రేమా...\nజగము మారినా యుగము మారినా...\nమారదు మారదు మారనిది యేసు ప్రేమా\nనా యేసు ప్రేమా...\n\n(1) కనుగానని కామమునా కన్నబిడ్డనే బలిచేసి \nచెత్తకుప్పలో పడవేసి చేతులు దులిపేసి పోయే..\nతల్లిప్రేమ విషమాయే లోకం ఈ విధమాయే... \nతల్లి మారినా తండ్రి వీడినా మారదు మారదు \nమారనిది యేసు ప్రేమా నా యేసు ప్రేమా\n||కాలం||\n\n(2)  శక్తినంత ధారవోసి కనిపెంచిన తల్లి తండ్రినీ \nవయసు మీరిపోయిన వేళా వీధిలో పడద్రోసిపోయే \n బిడ్డ ప్రేమ విషమాయే లోకం ఈ విధమాయే \nసుతులు వీడినా గతులు మారినా మారదు మారదు \nమారనిది, యేసుప్రేమా నా యేసు ప్రేమా\n ||కాలం||   ";
String song38 =
    "పల్లవి : ఆనందమానందమానందమే\nఆత్మాభిషేకము ఆనందమే \nనా యేసు చేసిన వాగ్ధానమే\nనను నింపె ఆత్మతో ఆనందమే (2) \nఆరాధనా స్తుతి ఆరాధనా స్తుతి ఆరాధనా\n\n(1) మేడగదిపై ఆ భక్తులు - పొందిన  \n అభిషేక అనుభవమే\nనాల్కలుగా అగ్నిదిగిరాగా - మైమరచి \nప్రవచించె బహుభాషలూ (2)   \n॥ఆరాధనా॥ ఆనంద॥\n\n(2)  దీనాత్ములైనా ఆ అన్యులు - భక్తకొర్నెలి  \nగృహమందు సమకూడగా.. \nపేతురు వాక్యము ప్రకటించగా\nదిగివచ్చె ప్రభు ఆత్మ అభిషేకమే... (2) \n॥ఆరాధనా॥ ఆనంద॥";
String song39 =
    "పల్లవి : ఉన్నతమందున్న దేవా నాదు సహాయము నీవే.\nకనులెత్తుచున్నా నీవైపు నా ప్రాణదాతవు నీవే  \nస్తోత్రముల్ స్తోత్రముల్ స్తోత్రముల్\n॥స్తోత్రముల్ ॥ ఉన్నతమందు।।\n\n(1)నాభారము నీదేయని మొరలిడుచు వుండగా \nకరుణ చూపి - నీ ప్రేమతో ఆలకించినావూ.. \n మరువలేనయ్యా.. నిను విడువను నా తండ్రీ\n ||2||స్తోత్రముల్ |॥ఉన్నతమందు||\n\n(2)  నీవే నా దిక్కనీ - నీ సన్నిధి చేరితిన్ \n నిస్సహాయ స్థితిలోన - నీ పాదం పట్టితిన్\n అభయమిచ్చినావు - నన్నాదుకొన్నావూ.   \n ||2||స్తోత్రముల్ ||ఉన్నతమందు||";
String song40 =
    "పల్లవి : యేసయ్యా నీ ప్రేమకు అంతము లేదూ...\nఈ లోకపు అజ్ఞానుల కది అర్ధంకాదు..  \nప్రేమ చూపినా నిన్ను దూషించేరూ\nప్రాణమిచ్చినా నీపై పగబూనేరూ...\n॥యేసయ్యా॥\n\nఅయ్యో ఈ మనుషులెంత పశుప్రాయులు \nనీ ప్రేమ విలువ తెలసుకోని జ్ఞాన శూన్యులు\n\n(1) మంచిని ప్రకటిస్తుంటే మతమంటారూ  \nమహిమను చేరే దారిని కనకుంటారూ.. \nమార్గము తెలియక తికమక పడుతుంటారూ.. \nమనసు నిలిపి నీ ప్రేమను తెలుసుకోరూ\n||అయ్యో!॥యేసయ్యా!!\n\n(2)  ఆదరించలేని వాటి అర్ధించేరూ..  \nఆశ్రయ పురమా నిన్నే ద్వేషించేరు. \n ఆనందము పొందేందుకు తపియించేరూ\n ఆవేదనతో కాలం గడుపుచుందురూ...\n|అయ్యో॥యేసయ్యా॥॥";
String song41 =
    "పల్లవి : ఆరాధనా - ఆరాధనా....\nఆత్మదేవుడా... నీకే ఆరాధనా.. \nఅద్వితీయుడా - నీకె ఆరాధనా.. ఆరాధనా..\n\n(1) నిండు మనసుతో చేసెద మెండుగ నీ ఆరాధనా.. \nనలిగిన హృదయముతో - పాడెద నీ స్తుతి కీర్తనా..\nవలచినా బ్రతుకునూ - మలచినా యేసయ్యా \nనీకే నీకే చెల్లింతు ఆరాధనా....||ఆరాధన||\n\n(2)  జీవమిచ్చుదేవ నీకు ఉజ్జీవ ఆరాధనా.. \nజీవిత కాలము నీకే అర్పింతును స్తుతి నివేదనా.ఆ.ఆ. \nచెదరినా మనసును సరిచేసినా యేసయ్యా\nనీకే నీకే చెల్లింతు ఆరాధనా॥ ఆరాధనా||";
String song42 =
    "పల్లవి : ఆకాశమా ఆలకించుమా.... \nఓ భూమి నీచెవి యొగ్గుమా...\nనేను పిల్లలను పెంచి గొప్ప వారినిగా చేసితి\nవారు నాపైనే తిరుగుబాటుచేసితిరే ||ఆకాశమా||\n\n(1) యెద్దుకు తెలుసు యజమానుడు \nగాడిద యెరుగును తన దొడ్డిని\nనా ప్రజలకు తెలివేలేదాయెనే \nనను విడిచి సృష్టిని పూజింతురే ||ఆకాశమా||\n\n(2)  పశుప్రాయులై మృగవాంఛతో \nకామాంధులై చెడిపోయిరే \nజీవజలముల ఊటను నను విడచి \nఎండమావికై ఎడారి పాలైరే ||ఆకాశమా||";
String song43 =
    "పల్లవి : చూచే కనులీయుమా నా యేసయ్యా\nచూచే కనులీయుమా \nసర్వాంగ సుందర నీ రూపము\n కనులారా గాంచి తరియింపగా నిన్ను ౹౹చూచే౹౹\n\n(1)  చల్లని వేళా ఏదేను తోటలో \nఆదాము చూచిన నీ రూపము\nవలచినా బ్రతుకునూ - మలచినా యేసయ్యా \nసింధూర వనములో అబ్రహామును దర్శించినా  \nదేవ నీ రూపము కనులార గాంచి \nతరియింపగా నిన్ను ౹౹చూచే౹౹\n\n(2)  అల యాకోబుతో పెనుగులాడి \nదీవించినా దేవ నీ రూపము \nమండు పొదలో మోషేను పిలిచినా\nనాదేవ దేవా నీ రూపము \nకనులార గాంచి తరియింపగ నన్ను ౹౹చూచే౹౹";
String song44 =
    "పల్లవి : నా ప్రియుడు నజరేయుడు\nనా దేవుడు ఉన్నవాడు \nఆనందభరితుడనై - అతని నీడలో \nనిత్యము నిలచి యుందును ||నా ప్రియుడు||\n\n(1) ద్రాక్షారసములకన్నా మధురము ఆ ప్రేమా... \nదాచునన్ను కౌగిలిలో - నా యేసు ప్రేమా..\nపరిమళాల కన్నా పరవశమైనా... \nప్రేమయైయున్నాడు నా దేవుడు ||నా ప్రియుడు||\n\n(2)  జలరాశుల గలగలలు పోలిన ఆ స్వరము \nహిమమంత ధవళమును కలిగిన ఆ శిరము \nఅగ్నివంటి నేత్రాలు - అపరంజి పాదాలు\nకలిగివున్నవాడు - నా ఇమ్మానుయేలు ||నా ప్రియుడు ||";
String song45 =
    "పల్లవి : గోల్గతా కొండపైనా నీ కొరకూ నా కొరకూ\nకన్నీరు కార్చింది ప్రేమా కడగళ్ళ నోర్చింది ప్రేమా \n॥గొల్గోతా౹౹\n\n(1) గెత్సమనే తోటలో దుఖ:పడినదీ \nకడువేదనతో చెమటే రక్తమైనదీ \nకన్నీళ్ళతో తండ్రిని వేడుకొన్నది\nప్రాణాలను బలిచేయ సిద్ధపడినది \nవధకు తేబడిన గొర్రెవోలే - తన శిరము వంచుకున్నది\nనీ కొరకూ, నా కొరకూ మన కొరకూ మనందరి కొరకూ \n॥గొల్గోతా౹౹\n\n(2)  అపరాధిగ తాను ఎంచబడినది అన్యాయపు  \nతీర్పును పొందియున్నది \nఅరచేతుల దెబ్బలు తాను తిన్నది\nతన దేహం సాళ్ళవలె దున్నబడినది\nమనుషులెవరు చూడనొల్లనీ రూపముగా మార్చబడినది\nనీ కొరకూ, నా కొరకూ మన కొరకూ మనందరి కొరకూ \n॥గొల్గోతా౹౹";
String song46 =
    "పల్లవి : నా బలమా నిన్నే కీర్తింతునూ\nనా శైలమా నిన్నే స్తుతియింతునూ \nస్తుతియించి స్తుతియించి స్తోత్రింతును\nపొగడి పొగడి పాడెదనూ\n\n(1) పరాక్రమము ప్రభావము - పరిశుద్ధుడవు నీవే  \nవేకువనే లేచి వెదకెదనూ ఉత్సాహ గానము చేసెదను\n||స్తుతియించి|| ||నా బలమా॥\n\n(2)  దివి యందూ భువి యందు \nఆకాశ మందు అధికారి నీవే \nస్తుతి మహిమలు నీకే ఆరోపింతును\nస్తుతిగానములే చేసెదనూ...\n||స్తుతియించి|| ||నా బలమా ||";

List songs = [
  Song("దీవించు మా తండ్రి", song1, "దీవించు మా తండ్రి"),
  Song("ఏ యోగ్యత", song2, "దీవించు మా తండ్రి"),
  Song("నీ ఆశ", song3, "దీవించు మా తండ్రి"),
  Song("ప్రేమంటే ప్రేమ", song4, "దీవించు మా తండ్రి"),
  Song("సిలువలో నీదు కేక", song5, "దీవించు మా తండ్రి"),
  Song("విన్నపాలు", song6, "దీవించు మా తండ్రి"),
  Song("ఏమివ్వగలనయ్య", song7, "దీవించు మా తండ్రి"),
  Song("ఆనంద గానాలు", song8, "దీవించు మా తండ్రి"),
  Song("మంచిమనస్సున్న", song9, "Vol.5"),
  Song("ఎగసిపడే ఆనందం", song10, "Vol.5"),
  Song("కృపలను తలపోయుచు", song11, "Vol.5"),
  Song("యేసయ్యా నా యేసయ్యా ", song12, "Vol.5"),
  Song("యేసూ నీవే నా ఆధారము", song13, "Vol.5"),
  Song("ఎంచితివా దేవా నను", song14, "Vol.5"),
  Song("ఇంతకాలము నన్ను కాచెను", song15, "Vol.5"),
  Song("యేసయ్యా నీ ప్రాణ త్యాగం", song16, "Vol.5"),
  Song("దీవించు మా తండ్రి", song17, "దీవించు మా తండ్రి"),
  Song("ఏ యోగ్యత", song18, "దీవించు మా తండ్రి"),
  Song("నీ ఆశ", song19, "దీవించు మా తండ్రి"),
  Song("ప్రేమంటే ప్రేమ", song20, "దీవించు మా తండ్రి"),
  Song("సిలువలో నీదు కేక", song21, "దీవించు మా తండ్రి"),
  Song("విన్నపాలు", song22, "దీవించు మా తండ్రి"),
  Song("ఏమివ్వగలనయ్య", song23, "దీవించు మా తండ్రి"),
  Song("ఆనంద గానాలు", song24, "దీవించు మా తండ్రి"),
  Song("ఎన్నతగని నన్ను!", song25, "మా తండ్రి"),
  Song("నీ సేవలోనన్ను కరిగిపోని!", song26, "మా తండ్రి"),
  Song("ఆశ్రయము నీవేనయా", song27, "మా తండ్రి"),
  Song("జీవ జలమా!", song28, "మా తండ్రి"),
  Song("అంకితం నీకంకితం!", song29, "మా తండ్రి"),
  Song("పరలోక మందున్న మా తండ్రి!", song30, "మా తండ్రి"),
  Song("మారాలి మారాలి!", song31, "మా తండ్రి"),
  Song("యేసూ నీ అనురాగం!", song32, "మా తండ్రి"),
  Song("ఆశపడకు", song33, "ఆశపడకు"),
  Song("ప్రియుడా యేసయ్యా", song34, "ఆశపడకు"),
  Song("అందుకొనుము దేవా!", song35, "ఆశపడకు"),
  Song("దేవా నా మొర వినవా", song36, "ఆశపడకు"),
  Song("కాలం మారినా", song37, "ఆశపడకు"),
  Song("ఆనందమానంద", song38, "ఆశపడకు"),
  Song("ఉన్నతమందున్న దేవా!", song39, "ఆశపడకు"),
  Song("యేసయ్యా నీ ప్రేమకు", song40, "ఆశపడకు"),
  Song("ఆరాధనా", song41, "అద్వితీయుడు"),
  Song("ఆకాశమా", song42, "అద్వితీయుడు"),
  Song("చూచే కన్నులీయుమా", song43, "అద్వితీయుడు"),
  Song("నా ప్రియుడు", song44, "అద్వితీయుడు"),
  Song("గోల్గతా", song45, "అద్వితీయుడు"),
  Song(" నా బలమా ", song46, "అద్వితీయుడు"),
];
